[
    {
        "id": 11328,
        "body": "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated.\r\nMany cultures name full moons to mark the passage of time. In the northern hemisphere, some terms for the January full moon include Wolf Moon, Cold Moon, Ice Moon, or the Moon after Yule. Does your culture have a name or festival associated with the January full moon?",
        "start_date": "2023-01-06T21:19:00.000Z",
        "title": "Full Moon",
        "location": "",
        "link": "/moon-in-motion/moon-phases/", 
        "link_text" : "More", 
        "list_image_alt": "A bright full moon on a black background with a silhouette of pine trees cutting off the bottom half of the Moon.", 
        "caption": "A full moon rises in Utah. Credit: Bill Dunford", 
        "list_image_src" : "/src/assets/images/events/full-moon-011722-opt.jpg"
    },
    {
        "id": 11327,
        "body": "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated. Many cultures name full moons to mark the passage of time. The February full moon goes by many names. In the northern hemisphere, some terms include Snow Moon or Storm Moon because of the heavy snows that fall in this season. Does your culture have a name or festival associated with the February full moon?",
        "start_date": "2023-02-05T21:07:00.000Z",
        "title": "Full Moon",
        "location": "",
        "link": "/moon-in-motion/moon-phases/", 
        "link_text" : "More", 
        "list_image_alt": "Large full moon in the night sky with a tiny silhouette of an airplane crossing in front.", 
        "caption": "A plane is seen flying in front of a full moon in Arlington, VA. Credit: NASA/Joel Kowsky", 
        "list_image_src" : "/src/assets/images/events/full-moon-021622-opt.jpg"
    },
    {
        "id": 11326,
        "body": "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated.\r\nMany cultures name full moons to mark the passage of time. In the northern hemisphere, it's the last full moon of winter. Terms for this Moon include Crow Moon, Crust Moon, Sap Moon, Sugar Moon, Worm Moon, and Lenten Moon. This full moon corresponds with the Christian practice of Lent and marks the Jewish holiday of Purim, the Hindu festival of spring, Holi, and the Sri Lankan Buddhist holiday, Medin Poya. Does your culture have another name for the March full moon?" ,
        "start_date": "2023-03-07T21:16:00.000Z",
        "title": "Full Moon",
        "location": "",
        "link": "/moon-in-motion/moon-phases/", 
        "link_text" : "More", 
        "list_image_alt": "The full moon rises in the sky to the right of a rocket. A lake in the foreground reflects the moonlight.", 
        "caption": "The full moon rises in the sky to the right of the Orbital Sciences Corporation Antares rocket, with the Cygnus spacecraft onboard, Saturday, July 12, 2014, at NASA's Wallops Flight Facility in Virginia. Credit: NASA/Aubrey Gemignani",
        "list_image_src" : "/src/assets/images/events/full-moon-031822-opt.jpg"
    },
    {
        "id": 11325,
        "body": "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated.\r\nMany cultures name full moons to mark the passage of time. For those in the northern hemisphere, it's the first full moon of spring! Pink flowers coming into bloom lend their name to this full Moon. In some Christian traditions, Easter falls on the first Sunday after the first full moon of spring, known as the Paschal Moon. This full moon also marks the 15th of Nisan in the Jewish calendar and the start of Passover. Does your culture have another name for the April full moon?",
        "start_date": "2023-04-06T21:14:00.000Z",
        "title": "Full Moon",
        "location": "",
        "link": "/moon-in-motion/moon-phases/", 
        "link_text" : "More", 
        "list_image_alt": "Moon above snow capped mountains.", 
        "caption": "The Moon rises over Mount Hunter in Denali National Park in Alaska on June 29, 2018. Credit: National Park Service/Dave Weber", 
        "list_image_src" : "/src/assets/images/events/full-moon-041622-opt.jpg"
    },
    {
        "id": 20027,
        "body": "A hybrid solar eclipse is a rare event in which a single eclipse event shifts from an annular eclipse to a total eclipse as the Moon's shadow moves across the globe. This is due to the positions of the Sun, Earth, and Moon during an eclipse and the curvature of the Earth. The eclipse will be visible from Southeast Asia, Australia, and Antarctica.",
        "start_date": "2023-04-20T00:31:00.000Z" ,
        "title": "Hybrid Solar Eclipse" ,
        "location": "",
        "link": " https://solarsystem.nasa.gov/eclipses/about-eclipses/types/", 
        "link_text" : "More", 
        "list_image_alt": "", 
        "caption": "A total solar eclipse is seen on Monday, Aug. 21, 2017 above Madras, Oregon. Credit: NASA/Aubrey Gemignani", 
        "list_image_src" : "/src/assets/images/events/hybridsolareclipse.jpg"
    },
    { 
        "id" : 11323, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated. People all over the world can observe the full moon. This month's full Moon is also a lunar eclipse, in which the Moon passes into Earth's shadow. Those in North and South America, Western Africa, and Western Europe have the opportunity to see the lunar eclipse! Many cultures name full moons to mark the passage of time. Terms for this month's moon are Flower Moon, Planting Moon, or Egg Laying Moon in different regions in the Northern Hemisphere. Does your culture have a name or festival associated with the May full moon? Today, the Sun, Earth, and Moon align to create a penumbral lunar eclipse, in which the Moon passes through the outer part of Earth's shadow. The Moon dims so slightly that it will be difficult to notice.", 
        "start_date" : "2023-05-05T21:11:00.000Z", 
        "title" : "Full Moon and Penumbral Lunar Eclipse", 
        "location" : "", 
        "link" : "https://moon.nasa.gov/moon-in-motion/eclipses/#otp_lunar_eclipses", 
        "link_text" : "More", 
        "list_image_alt": "Image of the near side of the Moon on a black background. The top left of the Moon has a slight shadow.", 
        "caption": "A penumbral lunar eclipse photographed through a telescope from the United Kingdom on January 10th, 2020. Credit: Ian Dyball", 
        "list_image_src" : "/src/assets/images/events/penumbral-eclipse-050523.png"
    },
    { 
        "id" : 11322, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around the Earth. The nearside of the Moon is fully illuminated.\r\nMany cultures name full moons to mark the passage of time. The sweetest full moon of the year, the June full moon has traditional names including Strawberry Moon, Honey Moon, Mead Moon, or Rose Moon for those in the northern hemisphere. Does your culture have a name or festival associated with the June full moon?", 
        "start_date" : "2023-06-04T19:51:00.000Z", 
        "title" : "Full Moon", 
        "location" : "", 
        "link" : "/moon-in-motion/supermoons/", 
        "link_text" : "More", 
        "list_image_alt": "Well-lit building under the night sky, with a red Moon on the horizon.", 
        "caption": "The full moon rises near the Lincoln Memorial, Saturday, March 19, 2011, in Washington, DC as the sun sets. The red color is due to the effect of light passing through Earth's atmosphere, just as sunrises and sunsets are brilliantly colored. Credit: NASA/Bill Ingalls", 
        "list_image_src" : "/src/assets/images/events/supermoon-061422-opt.jpg"
    },
    { 
        "id" : 11321, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated. The July full moon is also a supermoon, an astrological term for when a full moon occurs near the Moon's closest point to Earth in its monthly elliptical orbit. This full moon will appear about 5 percent bigger and 13 percent brighter than the average full moon of 2023. Many cultures name full moons to mark the passage of time. It's the height of summer in the northern hemisphere, and traditional names refer to this ― the most common being Buck Moon, referencing the full growth of a buck's antlers. Other names include Thunder Moon, Raspberry Moon, Salmon Moon, Mead Moon, and Hay Moon. Does your culture have a name or festival associated with the July full moon?", 
        "start_date" : "2023-07-03T19:46:00.000Z", 
        "title" : "Full Moon", 
        "location" : "", 
        "link" : "/moon-in-motion/supermoons/" , 
        "link_text" : "More", 
        "list_image_alt": "A moon in the sky with skyscraper, city lights, and taxi in foreground.", 
        "caption": "A supermoon is seen next to the Empire State Building, Sunday, Sept. 27, 2015 in New York City. Credit: NASA/Joel Kowsky", 
        "list_image_src" : "/src/assets/images/events/supermoon-071322-opt.jpg"
    },
    { 
        "id" : 11320, 
        "body" : "The United Nations has proclaimed July 20 as International Moon Day. This is the anniversary of humanity's first Moon landing, when the crew of Apollo 11 stepped out of the Eagle Lunar Lander onto Mare Tranquillitatis.", 
        "start_date" : "2023-07-20T19:44:00.000Z", 
        "title" : "International Moon Day", 
        "location" : "", 
        "link" : "https://www.nasa.gov/mission_pages/apollo/missions/apollo11.html", 
        "link_text" : "More", 
        "list_image_alt": "Lunar surface under a dark sky, with Earth rising over the horizon.", 
        "caption": "View of Earth rising over the Moon's horizon, taken from the Apollo 11 spacecraft. Credit: NASA", 
        "list_image_src" : "/src/assets/images/events/international-moon-day-first-landing-072022-opt.jpg"
    },
    { 
        "id" : 11319, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated. This is also a supermoon, an astrological term for when a full moon occurs near the Moon's closest point to Earth in its monthly elliptical orbit. The August 1st full moon is the second largest in Earth's skies for 2023, appearing about 6 percent bigger and 16 percent brighter than the average full moon of 2023.", 
        "start_date" : "2023-08-01T19:42:00.000Z", 
        "title" : "Full Moon", 
        "location" : "", 
        "link" : "/moon-in-motion/moon-phases/" , 
        "link_text" : "More", 
        "list_image_alt": "An old windmill in a grassy field with the Moon in the sky and mountains in the background.", 
        "caption": "A full moon rising behind an old windmill at Desert Pines Wildlife Sanctuary, near Lancaster, CA. Credit: Preston Dyches", 
        "list_image_src" : "/src/assets/images/events/full-moon-081122-opt.jpg"
    },
    { 
        "id" : 20028, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated.\r\nThis is the largest full moon in our skies in 2023. A supermoon is an astrological term for when a full moon falls near the Moon's closest point to Earth in its monthly elliptical orbit. The August 31st full moon (August 30th for those in the United States) will appear about 6 percent bigger and 16 percent brighter than the average full moon of 2023. This is also a blue moon, which colloquially refers to the second full moon within a calendar month. Important note ― the Moon won't actually appear blue.", 
        "start_date" : "2023-08-31T01:35:00.000Z" , 
        "title" : "Full Blue Supermoon" , 
        "location" : "", 
        "link" : "/moon-in-motion/supermoons/" , 
        "link_text" : "More" , 
        "list_image_alt": "Photograph of a full moon over a river and marshland. The background sky is turning dark, in hues of blue and pink.", 
        "caption": "Moonrise over the Syr Darya river in Kazakhstan. Credit: NASA/Bill Ingalls", 
        "list_image_src" : "/src/assets/images/events/Moonrise-Kazakh.jpg"
    },
    { 
        "id" : 11318, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated. A \u0026lsquo;Harvest Moon\u0026rsquo; is the full moon nearest the autumnal equinox. Many cultures around the world have harvest-related festivals at this time of year. Of note is the Mid-Autumn festival, celebrated in several east Asian countries, in which mooncakes are eaten and shared. Does your culture have a name or festival associated with the September full moon?\r\nThis year's Harvest Moon is also a \u0026quot;supermoon,\u0026quot; an astrological term for when a full moon occurs near the Moon's closest point to Earth in its monthly elliptical orbit. This full moon will appear about 5 percent bigger and 13 percent brighter than the average full moon of 2023." , 
        "start_date" : "2023-09-29T19:41:00.000Z" , 
        "title" : "Harvest Moon" , 
        "location" : "", 
        "link" : "/moon-in-motion/moon-phases/" , 
        "link_text" : "More" , 
        "list_image_alt": "Moon rising over mountains." , 
        "caption": "A ‘Harvest Moon’ rising over the foothills of the San Gabriel Mountains as seen from Pasadena, CA in September 2016. Credit: Doug Ellison" , 
        "list_image_src" : "/src/assets/images/events/harvest_moon_Doug_Ellison-opt.jpg"
    },
    { 
        "id" : 20029, 
        "body" : "An annular solar eclipse happens when the Moon passes between the Sun and Earth, but when it is at or near its farthest point from Earth. The Moon's apparent size is not large enough to completely block out the Sun, as it would in a total solar eclipse. A solar eclipse is a rare opportunity to see a new moon, the phase in which the opposite side of the Moon facing Earth is illuminated." , 
        "start_date" : "2023-10-14T08:07:00.000Z" , 
        "title" : "Annular Solar Eclipse" , 
        "location" : "", 
        "link" : "https://solarsystem.nasa.gov/eclipses/2023/oct-14-annular/where-when/", 
        "link_text" : "More about the 2023 annular solar eclipse", 
        "list_image_alt": "A photograph of a black circle, the Moon, surrounded by an orange ring, the Sun, over a black background.", 
        "caption": "An annular solar eclipse photographed on May 20, 2012. Credit: NASA/Bill Dunford", 
        "list_image_src" : "/src/assets/images/events/annular_eclipse_detail.jpg"
    },
    { 
        "id" : 11317, 
        "body" : "Everyone is invited to take part in celestial observations, and honor cultural and personal connections to the Moon. International Observe the Moon Night occurs annually in September or October, when the Moon is around first quarter ― a great phase for evening observing. A first quarter Moon offers excellent viewing opportunities along the terminator (the line between night and day), where shadows enhance the Moon\u0026rsquo;s cratered landscape." , 
        "start_date" : "2023-10-21T19:40:00.000Z" , 
        "title" : "International Observe the Moon Night" , 
        "location" : "", 
        "link" : "/observe-the-moon-night/" , 
        "link_text" : "More", 
        "list_image_alt": "Illustration of group of people looking up at a night sky with the Moon, and stylized text in many languages." , 
        "caption":" Graphic for International Observe the Moon Night, an annual worldwide lunar celebration. Credit: NASA/Vi Nguyen" , 
        "list_image_src" : "/src/assets/images/events/international-observe-moon-night-100122-opt.jpg"
    },
    { 
        "id" : 11316, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated.\r\nMany cultures name full moons to mark the passage of time. Northern hemisphere names for the first full moon of fall include the Hunter's Moon, Falling Leaves Moon, and Freezing Moon. Does your culture have a name or festival associated with the October full moon? Let us know!\r\nThis full moon is also a partial lunar eclipse, an imperfect alignment of the Sun, Earth and Moon that results in the Moon passing through only part of Earth's umbra. The shadow grows and then recedes without ever entirely covering the Moon. This eclipse will be visible from Europe, Africa, Asia, and Australia." , 
        "start_date" : "2023-10-28T19:37:00.000Z" , 
        "title" : "Full Moon and Partial Lunar Eclipse" , 
        "location" : "", 
        "link" : "/moon-in-motion/eclipses/" , 
        "link_text" : "More" ,
         "list_image_alt": "A photograph of the Moon with the left half dark, in shadow, and the right half bright with details visible. Blurry solar panels are visible in the foreground. The Moon is set on black. The bottom half of the image depicts a blue, curved, Earth with sparse clouds."  , 
         "caption": "A partial lunar eclipse as seen from the International Space Station on May 26, 2021. Credit: NASA" , 
         "list_image_src" : "/src/assets/images/events/iss065e074511-full.jpg"
    },
    { 
        "id" : 11315, 
        "body" : "A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated.\r\nMany cultures name full moons to mark the passage of time. Northern hemisphere names for the November full moon include Beaver Moon, Frost Moon, and Darkest Depths Moon. Does your culture have a name or festival associated with the November full moon?", 
        "start_date" : "2023-11-27T19:34:00.000Z" , 
        "title" : "Full Moon" , 
        "location" : "", 
        "link" : "/moon-in-motion/moon-phases/" , 
        "link_text" : "More" , 
        "list_image_alt": "A full Moon in a darkening sky with the silhouette of a bird below and a silhouette of a tree."  , 
        "caption": "A full moon rising above NASA's Goddard Space Flight Center in Greenbelt, MD. Credit: NASA GSFC/Debbie Mccallum" , 
        "list_image_src" : "/src/assets/images/events/November.jpg"
    },
    { 
        "id" : 11314, 
        "body" :" A full moon occurs when the Moon is opposite the Sun in its orbit around Earth. The nearside of the Moon is fully illuminated. Many cultures name full moons to mark the passage of time. There's a chill in the air in the northern hemisphere for the Cold Moon, Winter Moon, or - as this full moon closest to the winter solstice on December 21st is sometimes called -- the Long Night Moon. Does your culture have a name or festival associated with the December full moon?" , 
        "start_date" : "2023-12-27T19:16:00.000Z" , 
        "title" : "Full Moon" , 
        "location" : "", 
        "link" : "/moon-in-motion/moon-phases/" , 
        "link_text" : "More" , 
        "list_image_alt": "A helicopter flies in a darkened sky with a big red Moon and white building in the background." , 
        "caption": "A United States Marine Corps helicopter is seen flying through this scene of the full moon and the U.S. Capitol on Tuesday, Feb. 7, 2012, from Arlington National Cemetery.  The red color of the Moon is due to the effect of light passing through Earth's atmosphere, just as sunrises and sunsets are brilliantly colored.  Credit: NASA/Bill Ingalls" , 
        "list_image_src" : "/src/assets/images/events/full-moon-120722-opt.jpg"
    }
]