[
    {
        "id": 11309,
        "body": "The Moon is a quarter of the way through its monthly journey and we can see half of its illuminated side. A first quarter moon rises around noon and sets around midnight. It's high in the sky in the evening and makes for excellent viewing.",
        "start_date": "2022-07-13T19: 05: 00.000Z",
        "title": "First Quarter",
        "location": "First Quarter",
        "link": "",
        "link_text": "",
        "list_image_alt": "Half-lit Moon in the blue sky",
        "caption": "First quarter moon behind the trees. Credit: Ernie Wright",
        "list_image_src": "/src/assets/images/phases/first-quarter-moon.jpeg"
    },
    {
        "id": 11306,
        "body": "In a full moon phase, we see the entire dayside of the Moon. The Moon is on the opposite side of Earth from the Sun and rises around sunset and sets around sunrise, lighting up the dark night. The Moon tends to appear full for a couple of days.",
        "start_date": "2022-07-13T18: 56: 00.000Z",
        "title": "Full Moon",
        "location": "Full",
        "link": "",
        "link_text": "",
        "list_image_alt": "Large full moon in the night sky with a tiny silhouette of an airplane crossing in front.",
        "caption": "A full moon rises over the Washington, D.C. skyline. Credit: NASA/Joel Kowsky",
        "list_image_src": "/src/assets/images/phases/full-moon.jpeg"
    },
    {
        "id": 11311,
        "body": "A new moon is invisible to observers on Earth. The night side of the Moon faces our planet while the far side of the Moon is fully illuminated. To make observing even more difficult, a new moon rises and sets with the Sun and is only up during the daytime. This phase is an excellent time for dark sky observing!",
        "start_date": "2022-07-13T19: 08: 00.000Z",
        "title": "New Moon",
        "location": "New",
        "link": "",
        "link_text": "",
        "list_image_alt": "Crowds of people look up at the sky during the day on a green grassy field. A building is in the background. The people are wearing eclipse glasses.",
        "caption": "In 2017, the total solar eclipse presented a rare opportunity to see a new moon! Here, viewers at NASA Goddard use special eye protection to view a solar eclipse. Usually, a new moon is invisible from Earth, since the side facing away from Earth is illuminated. Credit: NASA Goddard/Tabatha Luskey",
        "list_image_src": "/src/assets/images/phases/new-moon.jpeg"
    },
    {
        "id": 11305,
        "body": "The Moon looks like it's half-illuminated from the perspective of Earth, but really, you're seeing half of the half of the Moon ― or a quarter. A third quarter moon, also known as a last quarter moon, rises around midnight and sets around noon.",
        "start_date": "2022-02-10T18: 48: 00.000Z",
        "title": "Third Quarter",
        "location": "Last Quarter",
        "link": "",
        "link_text": "",
        "list_image_alt": "Photograph of a third quarter moon and a red and white parachute against a blue sky.",
        "caption": "A third quarter moon is seen above the Soyuz MS-11 spacecraft as it lands in Kazakhstan with Expedition 59 crew members in 2019. Anne McClain, David Saint-Jacques, and Oleg Kononenko returned after 204 days onboard the International Space Station. Credit: NASA/Bill Ingalls",
        "list_image_src": "/src/assets/images/phases/third-quarter-moon.jpeg"
    },
    {
        "id": 11312,
        "body": "The Moon is nearly back to the point in its orbit where its dayside directly faces the Sun, and all that we see from our perspective is a thin curve. A waning crescent rises shortly before sunrise and sets shortly before sunset, but is best spotted just before dawn.",
        "start_date": "2022-07-13T19: 10: 00.000Z",
        "title": "Waning Crescent",
        "location": "Waning Crescent",
        "link": "",
        "link_text": "",
        "list_image_alt": "Crescent Moon in the sky above a mountain peak.",
        "caption": "A crescent moon sets above the Wasatch Mountains in Utah.  Credit: NASA/Bill Dunford",
        "list_image_src": "/src/assets/images/phases/waning-crescent-moon.jpeg"
    },
    {
        "id": 11307,
        "body": "The Moon begins its journey back toward the Sun and we see less and less of the dayside of the Moon each night. The Moon rises later and later each night.",
        "start_date": "2022-07-13T19: 00: 00.000Z",
        "title": "Waning Gibbous",
        "location": "Waning Gibbous",
        "link": "",
        "link_text": "",
        "list_image_alt":" Bright Moon with elk silhouette in foreground.",
        "caption": "Setting waning gibbous moon and elk at Mammoth Hot Springs. Credit: National Park Service/Neal Herbert",
        "list_image_src": "/src/assets/images/phases/waning-gibbous-moon.jpeg"
    },
    {
        "id": 11310,
        "body": "This phase occurs when the illuminated half of the Moon faces mostly away from Earth, with only a tiny sliver visible to us from our planet. As the Moon's orbit carries the Moon's dayside farther into view, the sunlit crescent appears to grow. A waxing crescent rises shortly after sunrise and sets shortly after sunset, rising a little later each day. It is easiest to find in the evening when the sky grows darker.",
        "start_date": "2022-07-13T19: 06: 00.000Z",
        "title": "Waxing Crescent",
        "location": "Waxing Crescent",
        "link": "",
        "link_text": "",
        "list_image_alt": "Crescent Moon and Venus above trees.",
        "caption": "A waxing crescent moon setting in the early evening with bright Venus visible nearby. Credit: NASA/Bill Dunford",
        "list_image_src": "/src/assets/images/phases/waxing-crescent-moon.jpeg"
    },
    {
        "id": 11308,
        "body": "Most of the Moon's dayside is in view, and the Moon appears brighter in the sky. A waxing gibbous rises in the afternoon and sets before sunrise, so is mostly up when the sky is dark.",
        "start_date": "2022-07-13T19: 01: 00.000Z",
        "title": "Waxing Gibbous",
        "location": "Waxing Gibbous",
        "link": "",
        "link_text": "",
        "list_image_alt": "Photo of sky at dusk with Moon over Roman Coliseum.",
        "caption": "A waxing gibbous moon rises above the Colosseum in Rome. Credit: Gianluca Masi",
        "list_image_src": "/src/assets/images/phases/waxing-gibbous-moon.jpeg"
    }
]